brew "bat"
brew "bun"
brew "cocoapods"
brew "fastlane"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "gnupg"
brew "go"
brew "htop"
brew "jq"
brew "node"
brew "pinentry-mac"
brew "pipx"
brew "pkgconf"
brew "stow"
brew "tree"
brew "uv"
brew "watchman"
brew "wget"
brew "zoxide"
cask "alacritty"
cask "android-platform-tools"
cask "caffeine"
cask "cyberduck"
cask "font-fira-code-nerd-font"
cask "ghostty"
cask "lulu"
cask "pearcleaner"
cask "redis-insight"
cask "visual-studio-code"
vscode "aaron-bond.better-comments"
vscode "anthropic.claude-code"
vscode "biomejs.biome"
vscode "davidanson.vscode-markdownlint"
vscode "eamodio.gitlens"
vscode "foxundermoon.shell-format"
vscode "github.vscode-github-actions"
vscode "mhutchie.git-graph"
vscode "miguelsolorio.fluent-icons"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vsliveshare.vsliveshare"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "streetsidesoftware.code-spell-checker"
vscode "streetsidesoftware.code-spell-checker-russian"
vscode "tamasfe.even-better-toml"
vscode "tomoki1207.pdf"
vscode "usernamehw.errorlens"
vscode "yoavbls.pretty-ts-errors"
vscode "yzane.markdown-pdf"
uv "graphifyy"
uv "markitdown[all]"
