tap "apple/apple", "http://github.com/apple/homebrew-apple"
tap "homebrew/bundle"
tap "homebrew/services"
brew "glib"
brew "cairo"
brew "clusterctl"
brew "cocoapods"
brew "fastfetch"
brew "fastlane"
brew "freetds"
brew "fzf"
brew "libtiff"
brew "gdk-pixbuf"
brew "giflib"
brew "gnupg"
brew "go"
brew "pkgconf"
brew "gobject-introspection"
brew "icu4c@76"
brew "harfbuzz"
brew "helm"
brew "htop"
brew "jpeg"
brew "jq"
brew "kind"
brew "kubernetes-cli"
brew "libpq"
brew "pango"
brew "librsvg"
brew "pinentry-mac"
brew "pipx"
brew "pnpm"
brew "python@3.9"
brew "sbcl"
brew "stow"
brew "tree"
brew "wget"
cask "alacritty"
cask "android-platform-tools"
cask "font-fira-code-nerd-font"
cask "pearcleaner"
cask "redis-insight"
cask "visual-studio-code"
vscode "aaron-bond.better-comments"
vscode "biomejs.biome"
vscode "bradlc.vscode-tailwindcss"
vscode "cipchk.cssrem"
vscode "codezombiech.gitignore"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dineug.vuerd-vscode"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "echoapi.echoapi-for-vscode"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "expo.vscode-expo-tools"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "foxundermoon.shell-format"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "mhutchie.git-graph"
vscode "miguelsolorio.fluent-icons"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vsliveshare.vsliveshare"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "rphlmr.vscode-drizzle-orm"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "streetsidesoftware.code-spell-checker"
vscode "streetsidesoftware.code-spell-checker-russian"
vscode "streetsidesoftware.code-spell-checker-spanish"
vscode "svelte.svelte-vscode"
vscode "tamasfe.even-better-toml"
vscode "tomoki1207.pdf"
vscode "vercel.turbo-vsc"
vscode "vincaslt.highlight-matching-tag"
vscode "yoavbls.pretty-ts-errors"
